{
    "navLinks": {
        "eng": [
            {
                "label": "Home",
                "href": "hero"
            },
            {
                "label": "Philosophy",
                "href": "philosophy"
            },
            {
                "label": "About Us",
                "href": "about-us"
            },
            {
                "label": "Contact",
                "href": "contact"
            }
        ],
        "esp": [
            {
                "label": "Casa",
                "href": "hero"
            },
            {
                "label": "Filosofía",
                "href": "philosophy"
            },
            {
                "label": "Nosotros",
                "href": "about-us"
            },
            {
                "label": "Contacto",
                "href": "contact"
            }
        ]
    },
    "heroTitle": {
        "eng": "A Safe Haven for Growing Minds",
        "esp": "Un refugio seguro para mentes en crecimiento"
    },
    "heroSubtext": {
        "eng": "Our child-friendly spaces are designed to encourage exploration while providing a safe and secure environment for growth and development.",
        "esp": "Nuestros espacios aptos para niños están diseñados para fomentar la exploración y al mismo tiempo proporcionar un entorno seguro para el crecimiento y el desarrollo."
    },
    "heroButton": {
        "eng": "Schedule free tour",
        "esp": "Programar visita gratuita"
    },
    "keySectionMissionTitle": {
        "eng": "Mission",
        "esp": "Misión"
    },
    "keySectionMissionSubtitle": {
        "eng": "Our mission is to create a nurturing and stimulating environment where children can explore, learn, and grow.",
        "esp": "Nuestra misión es crear un entorno enriquecedor y estimulante donde los niños puedan explorar, aprender y crecer."
    },
    "keySectionSafetyTitle": {
        "eng": "Safety",
        "esp": "Seguridad"
    },
    "keySectionSafetySubtitle": {
        "eng": "Safety is our top priority. Our daycare is equipped with a secure entry system, and our staff undergoes regular safety training.",
        "esp": "La seguridad es nuestra principal prioridad. Nuestra guardería está equipada con un sistema de entrada seguro y nuestro personal recibe capacitación periódica en seguridad."
    },
    "keySectionParentsTitle": {
        "eng": "Parents",
        "esp": "Padres"
    },
    "keySectionParentsSubtitle": {
        "eng": "Regular parent-teacher meetings, progress reports, and family events allow parents to actively participate in their child's learning journey.",
        "esp": "Las reuniones periódicas de padres y maestros, los informes de progreso y los eventos familiares permiten a los padres participar activamente en el viaje de aprendizaje de sus hijos."
    },
    "philosophyTitle": {
        "eng": "PHILOSOPHY",
        "esp": "FILOSOFÍA"
    },
    "philosophySubtext": {
        "eng": "We believe that with love and care every child can learn. That is why we provide all the elements for a strong foundation of success. We take pride in creating a healthy environment with wholesome activities. We purposely fill our time with active, fun-filled programs that engage the whole child's developing mind and body.",
        "esp": "Creemos que con amor y cuidado cada niño puede aprender. Es por eso que proporcionamos todos los elementos para una base sólida de éxito. Estamos orgullosos de crear un ambiente saludable con actividades saludables. A propósito, llenamos nuestro tiempo con programas activos y divertidos que involucran el desarrollo integral de la mente y el cuerpo del niño."
    },
    "AboutUsTitle": {
        "eng": "ABOUT US",
        "esp": "SOBRE NOSOTROS"
    },
    "AboutUsSubtext1": {
        "eng": "At CDC Day Care, we’re proud to provide a caring and safe environment for your children. By following our mission, vision and values, we create a nurturing, stimulating and welcoming learning environment for all children.",
        "esp": "En CDC Day Care, estamos orgullosos de brindar un ambiente seguro y afectuoso para sus hijos. Siguiendo nuestra misión, visión y valores, creamos un entorno de aprendizaje enriquecedor, estimulante y acogedor para todos los niños."
    },
    "AboutUsSubtext2": {
        "eng": "We provide our students with the tools they need for future happiness and success. Our unique programs incorporate a variety of educational theories, while always keeping the child’s best interests in mind and allowing for hands-on, experiential learning. Get in touch to learn more!",
        "esp": "Brindamos a nuestros estudiantes las herramientas que necesitan para su felicidad y éxito en el futuro. Nuestros programas únicos incorporan una variedad de teorías educativas, manteniendo siempre en mente los mejores intereses del niño y permitiendo un aprendizaje práctico y experiencial. ¡Ponte en contacto para obtener más información!"
    },
    "ContactUsTitle": {
        "eng": "Contact Us",
        "esp": "Contáctanos"
    },
    "ContactUsCallNowButton": {
        "eng": "Call now",
        "esp": "LLama ahora"
    },
    "ContactUsFormTitle": {
        "eng": "Schedule a free tour!",
        "esp": "¡Programe un recorrido gratuito!"
    },
    "ContactUsFormName": {
        "eng": "Name",
        "esp": "Nombre"
    },
    "ContactUsFormPhone": {
        "eng": "Phone",
        "esp": "Teléfono"
    },
    "ContactUsFormMessage": {
        "eng": "Message",
        "esp": "Mensaje"
    },
    "ContactUsFormButton": {
        "eng": "Send Message",
        "esp": "Enviar mensaje"
    }
}
